[
    {
        "title": "Issue #0001",
        "tags": [
            "Personal Notes"
        ],
        "content": [
            "Hey, welcome. This is my random writings on whatever I want to write about.",
            "These writings might be about anything related to my life. Say it'd be design, my personal life, my learnings, what I read, watch or listen. This is completely a personal space which promises not much to the reader. Maybe just getting to know me, whoever might be interested in that.",
            "This is the first issue and there won't be any interval between publishes. So let me just write down what I think this could be and myself a bit.",
            "I am Ulaş. A product designer from İstanbul, Turkey. I've been working with visuals since I think 2015. It actually goes beyond that but let's take that as the beginning since I got serious at that time. I also make music since I was a kid and music also got professional in 2018. These two disciplines rreally tied my up as a person and they are really connected to me. I don't think I'd be a designer if I haven't met music or I wouldn't be making music If I wasn't into visual arts and design. I'm not going to talk about my life story here but if you, the reader, do not know me, this is just a heads up.",
            "I first started with photography and videography. For almost 3 years, that was my only focus in terms of visual arts. When I got into university, where I studied Visual Communication Design, I learnt so much more about everything and my focus changed. But why did I even enrolled into VCD in the first place?",
            "I was trying to make a decision on the field that I was gonna study in 12th grade for months. Options were either I was going to study something about visuals, or I was going to study sound engineering. I really wanted to work with sound and music as a profession, still do. But it was no less than my interest in visuals. By visual I mean, I considered studying film and television, to focus on cinematography, and I considered graphic design, where I could focus on a completely different field, which was really interesting to me as well. I always looked at photography, cinematography and design from a similar perspective; layouts and composition. These questions werw bugging my head because that's a really hard choice to make for a boy who is 17.",
            "Then, I saw a department called visual communication design. Well, it sounded really nice and somehow close to me. I started digging into the details of the field and saw that everything I want to do in my life was almost related to visual communication design and was thaught in schools. Like, graphic design, photography, videography, sound engineering and music production, art & design history etc. Well, it seemed like the obvious choice for me to make since I could easily combine all my interest in one department.",
            "In my country, after our university exam, we fill out some kind of a form with our preferred schools and fields so that we could be placed in universities. I only put one school and two departments, if I wasn't accepted, I would literally be left without a school. Luckily, I was accepted to bahcesehir university's visual communication design.",
            "My search began...",
            "I literally tried anything school offered to us, I did graphic design, photography, shot videos, made music, learnt to code etc. Again, thanks to music and it's made up relation to visuals, I met interaction design. this led me to today and I started working with digital products in my senior year of university. oh, I also started DJ'ing in 2018, released a handful of tracks and played at most of the clubs in istanbul. But let this be a story for another time.",
            "Now, I'm working at Jotform as a product designer at day, exploring new ways of improving myself as a designer, a human, a producer, and an artist maybe at night. I try to work on my own projects which might a digital prodcts, freelance design work, new music and so on. I'm also trying to learn more about programming which is really fun. It let's me not only to develop websites and apps but also teaches me much more about life. -yeah i know i just sounded like a douche but that's the truth-",
            "So yeah, issue #0001.",
            "until next time -whenever that might be-",
            "ulaş, 24.04, istanbul"
        ]
    },
    {
        "title": "Issue #0002",
        "tags": ["WIP"],
        "content": ["working on this."]
    }
]